Repository: joeleboucher-leboss/Again
Catalog: Site/app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: pseudo
de: Benutzername

source: mot de passe
de: Passwort

source: se souvenir de moi
de: Angemeldet bleiben

source: connexion
de: Log-in

source: confirmer le mot de passe
de: Passwort bestätigen

source: S'enregistrer
de: Einschreiben

source: Veuillez choisir un autre pseudo
de: Bitte wählen Sie ein anderen Benutzername

source: Veuillez utiliser une autre adresse e-mail
de: Bitte wählen Sie eine andere E-Mail

source: Page d'accueil de Again
de: Again Hauptseite

source: Connexion
de: Log-in

source: Ce site est en maintenance.
de: Diese Webseite ist in Arbeit.

source: Deconnexion
de: Log-in
